<!-- 用户协议 -->
<template>
	<view class="pashtml">
		<view class="index-text" style="background: #FFFFFF;">用户协议</view>
		<text class="theContent">
		
			<text class="theContent-text">一、运营权</text>  
			1 .1同行好车的所有权和运营权归四川汇源鑫企业管理服务有限公司所有  
			1.2用户在注册前，应当仔细阅读本协议，并同意遵守本协议后方可成为注册用户。一旦注册成功，则用户与同行好车之间自动形成协议关系，用户应当受本协议约束，用户在使用特殊的服务或产品时，应当同意接受相关协议后方能使用。 
			1.3本协议则可由同行好车随时更新，用户应当及时关注并同意本站不承担通知义务。本站的通知，公告，声明或其他类似内容是本协议的一部分。 
			1.4 同行好车在以下简称《本站》以表达描述。 
			<text class="theContent-text">二、服务内容及费用</text> 
			2.1同行好车的具体内容由本站根据实际情况提供。 
			2.2本站仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑，手机、及其他与接入移动网络而支付的费用）均由用户自行负担。 
			2.3 VIP会员资格以月为单位，（一年12个月） 
			<text class="theContent-text">三、用户账号</text>
			3.1经本站注册系统完成注册程序并通过身份认证的用户及成为正式用户，可以获得本站规定用户所应享有的一切权限；未经认证仅享有本站规定的部分会员权限。同行好车有权对会员的权限设计进行变更。 
			3.2用户只能按照注册要求使用真实姓名，及省份证号码注册。用户有义务保证密码和账号的安全，用户利用该密码和账号所进行的一切活动引起的任何损失或损害，有用户自行承担全部责任，本站不承担任何责任。因黑客行为或用户的保证疏忽导致账号无法正常使用，本站不承担任何责任。 
			<text class="theContent-text">四、使用规则</text> 
			4.1遵守中华人民共和国相关法律法规，包括但不限于《中国人民共和国计算机信息系统安全保护条例》、《计算机软件保护条例》《最高人民法院关于审理涉及计算机网络著作权纠纷案件适用法律若干问题的解释（法释[2004]1号）》、《全国人大常委关于维护互联网安全服务管理规定》、《互联网电子公告服务管理规定》、《互联网新闻信息服务管理规定》、《互联网著作权行政保护办法》和《信息网络传播权保护条例》等有关计算机互联网规定和知识产权的法律法规，实施办法。 
			4.2用户对其自行发表、上传或传送的内容付全部责任，所有用户不得在本站任何页面发布、转载、传送含下列内容之一的信息，否则本站有权处理并不通知用户： 
			（1）违反宪法确定的基本原则的  
			（2）危害国家安全，泄露国家机密，颠覆国家政权，破坏国家统一的  
			（3）损害国家荣誉和利益的  
			（4）煽动民族仇恨、民族歧视、破坏民族团结的  
			（5）薄荷国家宗教政策，宣扬邪教和封建迷信的  
			（6）散步谣言，扰乱社会次序。破坏社会稳定的
			（7）散步淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的
			（8）侮辱或诽谤他人，侵害他人合法权益的
			（9）煽动非法集会、结社、游行、示威、聚众扰乱社会秩序的
			（10）以非法民间组织名义活动的
			（11）含有法律、行政法规定禁止的其它内容的
			4.3用户承诺对其发表或者上传于本站的缩影信息（即属于《中华人民共和国著作权法》规定的作品，包括但不限于文字，图片，音乐，电影，表演和录音录像制品和电脑程序等）均享有完整的知识产权，或者已经得到相关权利人的合法授权；如用户违反本规定造成本站被第三方人索赔的，用户应全额补偿本站所有一切费用（包括但不限于各种赔偿费、诉讼代理费及为此支出的其它合理费用）
			4.4当第三方认为用户发表或者上传于本站的信息侵犯其权利，并根据《信息网络传播权保护条例》或者相关法律规定向本站发送权利通知书时用户同意本站可以自行判断决定删除侵权信息，除非用户提交书面证据材料排除侵权的可能性，本站将不会自动恢复上述删除的信息；
			（1）不得为任何非法目的而使用网络服务系统
			（2）遵守所有与网络服务有关的网络协议、规定和程序
			（3）不得利用本站进行任何可能对互联网的正常运转造成不利影响的行为
			（4）不得利用本站进行任何不利于本站的行为
			4.5如用户在使用网络服务时违反上述任何规定，本站有权要求用户更改或直接采取一切必要的措施（包括但不限于删除用户使用网络服务的权利）以减轻用户不当行为而造成的影响。
			4.6 本站用户账号的有效期为3个月。如一个同行好车账号在任意连续九十日不曾使用该账号，即在该任意连续九十日未以该账号名义登录同行好车，则该账号有可能被新的用户注册，届时该账号原有信息将全部丢失。
			4.7用户不得以任何形式和任何目的对注册账号和所发布的信息进行有偿交易。一经发现，本站有权删除交易相关的所有注册账号及其发布的相关信息。
			<text class="theContent-text">五、隐私保护</text>
			5.1本站不对外公开或向第三方提供单个用户注册资料及用户在使用网络服务时储存在本站的非公开内容，但下列情况除外
			（1）事先获得用户的明确授权
			（2）根据有关的法律规定要求
			（3）按照先关政府主管部门的要求
			（4）为维护社会公众的利益
			5.2在不透露当用户的隐私资料的前提下，本站有权对整个用户数据库进行分析并对用户数据库进行商业利用。
			<text class="theContent-text">六、版权声明</text>
			6.1本站的文字、图片、音频视频等版权均归于四川汇源鑫企业管理服务有限公司享有或与作者共同享有，未经本站许可不得任意转载。
			6.2本站特有的标识、版面设计、编排方式等版权均属于四川汇源鑫企业管理服务有限公司享有，未经本站同意不得任意复制转载。
			6.3使用本站的任何内容均应注明本站图标及署上作者姓名，按法律规定需要支付稿费，并独立承担一切法律责任。
			6.4本站享有所有作品用于其它用途优先权，包括但不限于网站、电子杂志、平面出版等，但在使用前会通知作者并安同行标准支付稿酬。
			6.5本站所有内容仅代表作者自己的立场和观点，于本站无关，有作者本人承担一切法律责任。
			6.6恶意转载本站内容的,本站保留将其诉诸法律的权利。
			<text class="theContent-text">七、责任声明</text>
			7.1用户明确同意其使用本站网络服务所存在的风险及一切后果将完全由用户本人承担,本站对此不承担任何责任。
			7.2本站无法保证网络服务一定能满足用户的要求,也不保证网络服务的及时性、安全性、准确性。
			7.3本站不保证为方便用户而设置的外部链接的准确性和完整性,同时,对于该等外部链接旨向的不由本站实际控制的任何网页上的内容,本站不承担任何责任。
			7.4对于因不可抗力或本站不能控制的原因造成的网络服务中断或其它缺陷,本站不承担任何责任,但将尽力减少因此而给用户造成的损失和影响。
			7.5对于站向用户提供的下列产品或者服务的质量缺陷本身及其引发的任何损失,本站无需承担任何责任；
			(1)本站向用户免费提供的各项网络服务;
			(2)本站向用户赠送的任何产品或者服务。
			7.6 由于您将用户密码告知他人或与他人共享注册账号，由此导致的任何资料泄露。
			7.7 本站有权于任何时间暂时或永久修改或终止本服务(或其任何部分),而无论其通知与否,本站对用户和任何第三人无需承担任何责任。
			7.8 用户在本站提供服务时，获取的第三方用户信息，不得非法滥用及利用，如果出现法律上的责任问题，一切责任由用户自己承担与本站无关。
			7.9 用户应当自行甑别本平台相关交易信息，谨慎保管您的银行账户、密码、身份信息等个人资料，谨慎进行银行或第三方支付平台转账等付款行为。本站对于因二手车交易引发或此产生的任何纠纷或争议，均不得承担任何种类或性质的责任。用户应当自行承担全部风险。
			<text class="theContent-text">八、免责</text>
			同行好车仅作为服务平台,对车辆、双方交易本身及交易后,包括但不限于车损,保险,第三者责任,隐瞒车况事实等出现任何纠纷不承担法律责任;双方向车速批服务平台支付保证金,则视为双方对此买卖合同的确认;现场看车如车况出现任何纠纷,均按以上内容为依据,请认真详细填写确认并生效。
			<text class="theContent-text">九、争议及解决条款</text>
			1、[卖方]车况与合同描述不符，有大事故不报，泡水隐瞒的情况。保证金作废，归买方所有。（小瑕疵小误差两边协商解决。）
			2、[买方]按合同约定时间提车，若规定时间未提车，卖方可要求追加定金，或保证金作废归卖方所有。
			3、保证金在双方提车后，一起在成交小群发个提车合影确认交车。买家提车落档后退保证金。
			<text class="theContent-text">十、附则</text>
			1、本协议的订立、执行和解释及争议的解决均应适用中华人民共和国法律。
			2、如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力,本协议的其余条款仍应有效并且有约束力。
			3、本协议解释权及修订权归四川汇源鑫企业服务管理有限公司所有。</text>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style scoped>
.pashtml{
  padding: 30rpx;
}
.theContent{
	width: 100%;
	font-size: 30upx;
	
}
.theContent-text{
	font-weight: bold;
}
text {
  line-height: 1.6;
  font-size: 26rpx;
  color: #999;
}
</style>
