<!-- 用户协议 -->
<template>
	<view class="pashtml">
      平台通过以下条款为您提供服务。您应当阅读并遵守《用户注册和隐私保护服务协议》（以下简称为“本协议”），本协议是您与“同行好车”之间的法律协议。您在使用“同行好车”提供的各项服务之前，请您务必审慎阅读、充分理解各条款内容，特别是隐私保护、用户信息、免责以及争议管辖与法律适用的条款。 除非您已阅读并接受本协议所有条款，否则您无权使用“同行好车”提供的服务。您使用“同行好车”的服务即视为您已阅读并同意本协议的约束，包括“同行好车”对本协议服务条款随时做的任何修改。<br/>
    一、服务说明 <br />
    “同行好车”的具体服务内容由“同行好车”根据实际情况提供，如照片上传功能、私信功能、在线投票、在线参加活动等。“同行好车”保留变更、中断或终止部分网络服务的权利。 “同行好车”保留根据实际情况随时调整“同行好车”平台提供的服务种类、形式的权利。“同行好车”不承担因业务调整给用户造成的损失。“同行好车”仅提供相关服务，除此之外与本服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由用户自行负担。<br />
    二、隐私保护  <br />
    1.用户在注册账号或使用本服务的过程中，可能需要填写或提交一些必要的信息，如法律法规、规章规范性文件（以下称“法律法规”）规定的需要填写的身份信息。如用户提交的信息不完整或不符合法律法规的规定，则用户可能无法使用本服务或在使用本服务的过程中受到限制。 <br />
    2.个人隐私信息是指涉及用户个人身份或个人隐私的信息，比如，用户真实姓名、身份证号、手机号码、手机设备识别码、IP地址、用户聊天记录。非个人隐私信息是指用户对本服务的操作状态以及使用习惯等明确且客观反映在同行好车服务器端的基本记录信息、个人隐私信息范围外的其它普通信息，以及用户同意公开的上述隐私信息。<br />
    3.尊重用户个人隐私信息的私有性是同行好车的一贯制度，同行好车将采取技术措施和其他必要措施，确保用户个人隐私信息安全，防止在本服务中收集的用户个人隐私信息泄露、毁损或丢失。在发生前述情形或者同行好车发现存在发生前述情形的可能时，将及时采取补救措施。<br />
    4. 用户同意同行好车可在以下事项中使用用户的个人信息：<br />
     (1) 同行好车向用户及时发送重要通知，如软件更新、本协议条款的变更; <br />
     (2) 同行好车内部进行审计、数据分析和研究等，以改进同行好车的产品、服务和与用户之间的沟通；<br />
     (3) 依本协议约定，用户公开其个人信息、同行好车管理、审查用户信息及进行处理措施；<br />
     (4) 适用法律法规规定的其他商业事项。<br />
     (5) 为了改善同行好车的技术和服务，向用户提供更好的服务体验，同行好车或可会自行收集使用或向第三方提供用户的非个人隐私信息。<br />
    三、用户信息收集 <br />
    同行好车提供服务时，可能会收集、储存和使用下列与您有关的信息。如果您不提供相关信息，可能无法注册成为同行好车的用户或无法享受同行好车提供的某些服务，或者无法达到相关服务拟达到的效果。 <br />
  1.您向同行好车提供的信息  <br />
  当您注册同行好车账户时填写及/或使用同行好车提供的服务时提交的信息，包括但不限于您的电话号码、用户名信息、简历信息及房源信息等信息。2.在您使用服务过程中收集的信息 <br />
  2.在您使用服务过程中收集的信息为了提供并优化您需要的服务，同行好车会收集您使用服务的相关信息，这类信息包括：<br />
  （1）在您使用同行好车平台服务，或访问平台网页时，同行好车自动接收并记录的您的浏览器和计算机上的信息，包括但不限于您的IP地址、实际所在位置的信息、浏览器的类型、使用的语言、访问日期和时间、软硬件特征信息及您需求的网页记录等数据；如您下载或使用同行好车或其关联公司客户端软件，或访问移动网页使用同行好车平台服务时，同行好车可能会读取与您位置和移动设备相关的信息，包括但不限于设备型号、设备识别码、操作系统、分辨率、电信运营商等。<br />
  （2）在使用同行好车平台服务，或访问同行好车平台网页时，请您不要主动向同行好车提供您的个人敏感信息（如种族、宗教、政治立场、个人健康和医疗信息、性取向等），否则同行好车不保证被意外收集的可能性。<br />
  （3）在您使用同行好车平台提供的专项服务时，同行好车会依据专项服务的要求收集您的其他必要信息。同行好车将严格按照法律法规的要求进行信息的收集。您应确保您填写或提交的身份信息的真实性，否则同行好车可选择拒绝为您提供相关的服务。<br />
  （4）除上述信息外，同行好车还可能为了提供服务及改进服务质量的合理需要而收集您的其他信息，包括您与同行好车的客户服务团队联系时所提供的相关信息，您参与问卷调查时向同行好车发送的问卷答复信息，以及您与同行好车的关联方、同行好车合作伙伴之间互动时同行好车收集的相关信息。与此同时，为提高您使用同行好车平台提供的服务的安全性，更准确地预防钓鱼网站欺诈和木马病毒，同行好车可能会通过了解一些您的网络使用习惯、您常用的软件信息等手段来判断您账户的风险，并可能会记录一些同行好车认为有风险的URL。<br />
  3.来自第三方的信息<br />
  为了给您提供更好、更优、更加个性化的服务，或共同为您提供服务，或为了预防互联网欺诈的目的，同行好车的关联方、合作伙伴会依据法律的规定或与您的约定或征得您同意的前提下，向同行好车分享您的个人信息。 <br />
   您了解并同意，以下信息不适用本隐私保护条款： <br />
  （1）您在使用同行好车平台提供的站内搜索服务时输入的关键字信息； <br />
  （2）在您未选择“匿名评价”功能时，收集到的您在同行好车平台进行评价的有关数据，包括但不限于用户名、商品名称及评价详情等； <br />
  （3）信用评价、违反法律规定或违反同行好车规则行为及同行好车已对您采取的措施；  <br />
  （4）应法律法规要求需公示的企业名称等相关工商注册信息以及自然人经营者的信息。  <br />
  您知悉并认可：同行好车可能会与第三方合作向用户提供相关的网络服务，在此情况下，如同行好车旗下相应主体已与该第三方签署了适当的保密条款，则同行好车有权将用户的注册信息等资料提供给该第三方，并要求该第三方按照同行好车的隐私保护条款以及其他任何相关的保密和安全措施来为同行好车处理上述信息。另外，在不透露单个用户隐私资料的前提下同行好车有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。同行好车可能会对网络服务使用情况进行统计。同时，同行好车可能会与公众分享这些统计信息，以展示同行好车服务的整体使用趋势。这些统计信息不包含您的任何身份识别信息。 <br />
  四、信息使用的目的和方式 <br />
  因收集您的信息是为了向您提供服务及提升服务质量的目的，为了实现这一目的，同行好车会把您的信息用于下列用途：<br />
  1.向您提供您使用的各项服务，并维护、改进这些服务。 <br /> 
  2.同行好车可能使用您提供的个人信息中的联系方式与您通信，例如通知您有关您的账户、安全性更新、产品和服务信息。
  为了更好的为您提供服务，请您及时查看同行好车发送的相关信息。 <br />
  3.向您推荐您可能感兴趣的内容，包括但不限于通过系统向您展示个性化的第三方推广信息，或者根据本条款与同行好车的合作伙伴共享信息以便他们向您发送有关其产品和服务的信息。如果您对同行好车推荐的内容不感兴趣，请及时回复取消内容的通知。<br />
  4.同行好车可能使用您的个人信息以预防、发现、调查欺诈、危害安全、非法或违反与同行好车或其关联方协议、政策或规则的行为，以保护您、其他同行好车用户，或同行好车或其关联方的合法权益。<br />
  5.同行好车可能会将来自某项服务的个人信息与来自其他服务的信息结合起来，用于为了给您提供更加个性化的服务使用，例如让您拥有更广泛的社交圈的需要而使用、共享或披露。<br />
  6.同行好车不会向任何无关第三方提供、出售、出租、分享或交易您的个人信息，除非事先得到您的同意，或该第三方和同行好车及其关联方单独或共同为您提供服务，且在该服务结束后，其将被禁止访问包括其以前能够访问的所有这些资料。<br />
  7.如果您向同行好车提交了您的简历信息，您同意使用同行好车平台上相应服务的招聘企业或人员可以通过同行好车的简历数据库找到您的简历。当您在同行好车填写或提交您的简历信息，并公开您的简历时，您已经同意向使用同行好车平台上相应服务的招聘企业或人员拥有法律上许可的对您的简历进行查询、使用、问询的权利。对于因此而引起的任何法律纠纷（包括但不限于招聘企业或人员错误或非法使用前述简历信息），同行好车不承担任何法律责任。<br />
   尽管同行好车已经作了相应的安全防范措施，仍可能不可避免某一第三方躲过了同行好车的安全措施并进入同行好车的数据库查找到您的简历。同行好车认为在您把您的简历放入同行好车的数据库时，您已经意识到并同意承担这样的风险。对于因此而引起的任何法律纠纷，同行好车不承担任何法律责任。<br />
   您知悉并认可：同行好车通过广告或其他方式向您提供链接，使您可以接入第三方服务或网站。您使用该等第三方的服务时，须受该第三方的服务条款及隐私条款约束，您需要仔细阅读其条款。本协议仅适用于同行好车提供的服务器所收集的信息，并不适用于任何第三方提供的服务或第三方的信息使用规则，同行好车对任何第三方使用由您提供的信息不承担任何责任。<br />
   6.将任何广告信函、促销资料、“垃圾邮件”、“滥发信件”、“连锁信件”、“直销”或其它任何形式的劝诱资料加以发布、发送或以其它方式传送；<br />
   7.将设计目的在于干扰、破坏或限制任何计算机软件、硬件或通讯设备功能之计算机病毒（包括但不限于木马程序（trojan horses）、蠕虫（worms）、定时炸弹、删除蝇（cancelbots）（以下简称“病毒”）或其它计算机代码、档案和程序之任何资料，加以发布、发送或以其它方式传送；<br />
   8.干扰或破坏本服务或与本服务相连线之服务器和网络，或违反任何关于本服务连线网络之规定、程序、政策或规范；<br />
   9.跟踪、人肉搜索或以其它方式骚扰他人； <br />
   10.故意或非故意地违反任何适用的当地、国家法律，以及任何具有法律效力的规则；<br />
   11.未经合法授权而截获、篡改、收集、储存或删除他人个人信息、站内邮件或其它数据资料，或将获知的此类资料用于任何非法或不正当目的。 您已认可“同行好车”未对用户的使用行为进行全面控制，您使用任何内容时，包括依赖前述内容之正确性、完整性或实用性时，您同意将自行加以判断并承担所有风险，而不依赖于“同行好车”。但“同行好车”依其自行之考虑，可拒绝和删除经由本服务提供之违反本条款的或其它引起“同行好车”反感的任何内容。您了解并同意，“同行好车”依据法律法规的要求，或基于诚信为了以下目的或在合理必要范围内，认定必须将内容加以保存或揭露时，得加以保存或揭露：<br />
   1.遵守法律程序； <br /> 2.执行本使用协议；<br /> 3.回应任何第三人提出的权利主张； <br />
   4.保护“同行好车”、其用户及公众之权利、财产或个人安全；<br />
   5.其它“同行好车”认为有必要的情况。<br />
   七、内容所有权“同行好车”提供的本服务内容可能包括：文字、软件、声音、图片、录象、图表等。所有这些内容受版权、商标和其它财产所有权法律的保护。 用户只有在获得“同行好车”或其他相关权利人的授权之后才能使用这些内容，而不能擅自复制、再造这些内容、或创造与内容有关的派生产品。 “同行好车”鼓励用户充分利用“同行好车”平台自由地张贴和共享自己的信息，但这些内容必须位于公共领域内，或者用户拥有这些内容的使用权。同时，用户对于其创作并在“同行好车”上发布的合法内容依法享有著作权及其相关权利。用户不应通过“同行好车”张贴其他受版权保护的内容。“同行好车”如果收到正式版权投诉，将会删除这些内容。 在“同行好车”张贴的公开信息 在本协议中，“本服务公开使用区域”系指一般公众可以使用的区域。 用户同意已就用户于本服务公开使用区域及本服务其它任何公开使用区域张贴之内容，或包括照片、图形或影音资料等内容，授予“同行好车”全球性、免许可费及非独家的使用权，“同行好车”可以为了展示、散布及推广张贴前述内容之特定服务目的，将前述内容复制、修改、改写、改编或出版，对于照片及图形资料的上述使用，仅为张贴该照片或图形于本服务之目的而为之。在用户将前述内容放入本服务期间，使用权持续有效；若用户将前述内容自本服务中删除，则使用权于删除时终止。 用户同意已就用户于本服务其它公开使用区域张贴的其它内容，授予“同行好车”免许可费、永久有效、不可撤销、非独家及可完全再授权之权利在全球使用、复制、修改、改写、改编、发行、翻译、创造衍生性著作，及/或将前述内容（部分或全部）加以散布、表演、展示，及/ 或放入利用任何现在已知和未来开发出之形式、媒体和科技之其它著作物当中。
   <br />
   八、遵守法律您同意遵守中华人民共和国相关法律法规的所有规定，并对以任何方式使用您的密码和您的帐号使用本服务的任何行为及其结果承担全部责任。如您的行为违反国家法律和法规的任何规定，有可能构成犯罪的，将被追究刑事责任，并由您承担全部法律责任。同时，如果“同行好车”有理由认为您的任何行为，包括但不限于您的任何言论和其它行为违反或可能违反国家法律和法规的任何规定，“同行好车”可在任何时候不经任何事先通知终止向您提供服务。 <br />
   九、免责声明  <br />
   1. 互联网是一个开放平台，用户将照片等个人资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。用户明确同意其使用“同行好车”服务所存在的风险将完全由其自己承担；因其使用“同行好车”服务而产生的一切后果也由其自己承担，同行好车对用户不承担任何责任。同行好车不保证服务一定能满足用户的要求，也不保证服务不会中断，对服务的及时性、安全性、准确性也都不作保证。对于因不可抗力或“同行好车”无法控制的原因造成的网络服务中断或其他缺陷，“同行好车”不承担任何责任。同行好车不对用户所发布信息的删除或储存失败承担责任。同行好车有权判断用户的行为是否符合本网站使用协议条款之规定，如果同行好车认为用户违背了协议条款的规定，同行好车有终止向其提供网站服务的权利。
   <br />
   2. 您了解并同意，同行好车不对因下述任一情况而导致您的任何损害、赔偿承担责任，包括但不限于经济、商誉、使用、数据等方面的损失或其它无形损失的损害赔偿： <br />
   1) 使用或未能使用同行好车平台服务；<br /> 
   2) 第三方未经批准地使用您的账户或更改您的数据； <br /> 
   3) 通过同行好车平台服务购买或获取任何商品、样品、数据、信息等行为或替代行为产生的费用及损失； <br /> 
   4) 您对同行好车平台服务的误解；<br />
   5) 任何非因同行好车的原因而引起的与平台服务有关的其它损失等。<br />
   3. 同行好车对下列不可抗力行为免责：信息网络正常的设备维护，信息网络连接故障，电脑、通讯或其他系统的故障，电力故障，罢工，劳动争议，暴乱，起义，骚乱，生产力或生产资料不足，火灾，洪水，风暴，爆炸，战争，政府行为，司法行政机关的命令或第三方的不作为而造成的不能服务或延迟服务。<br />
   4. 您应当严格遵守本协议及同行好车发布的其他协议、活动规则、站内公告等，因您违反协议或规则的行为给第三方或同行好车造成损失的，您应当承担全部责任。<br />
   
   十、附则本用户条款的订立、执行和解释及争议的解决均应适用中华人民共和国法律。<br /> 
   如用户就本协议内容或其执行发生任何争议，用户应尽量与同行好车友好协商解决；协商不成时，任何一方均可向“同行好车”所在地的人民法院提起诉讼。同行好车未行使或执行本服务协议任何权利或规定，不构成对前述权利或权利之放弃。如本协议条款中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议条款的其余条款仍应有效并且有约束力。本协议所有条款的最终解释权属于“同行好车”。<br />
   
   
    
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style scoped>
.pashtml{
  padding: 30rpx;
  line-height: 1.6;
  color: #666;
  font-size: 28rpx;
  word-break: break-all;
}
</style>
